var together = [{
    title: "初识",
    date: "2015/8/20",
    img: "./img/eastRock.jpg",
    content: "那是我们第一次见面，太阳很大，很晒，或许是因为逆光的缘故，你眯着眼睛看我，好像猫一样，从此我就记住了你。"
},{
    title: "First Date",
    date: "2015/8/30",
    img: "./img/sun.jpeg",
    content: "第一次约会，请你吃了很便宜的面条，你请我喝了很冰的柠檬茶，第一次一起看电影,看得是《烈日灼心》，从这天起，我的内心再也不得安宁。"
},{
    title: "错过",
    date: "2015/9/11",
    img: "./img/psb.jpg",
    content: "这一天，我错过了你，从这天起，未尝有一日甘心。"
},{
    title: "重逢",
    date: "2017/3/13",
    img: "./img/lucky.jpg",
    content: "这一天，与你重逢，上天又给了我一次机会，感觉是我这辈子最幸运的事，我从来没有过这样的好运。"
},{
    title: "樱顶",
    date: "2017/3/14",
    img: "./img/sakura.jpg",
    content: "午饭后一起漫步樱顶，我提出想跟你一起达成漫步樱顶，骑行东湖绿道，同游欢乐谷三项成就，天下竟有这样的好事。"
},{
    title: "牛排",
    date: "2017/3/21",
    img: "./img/niupie.jpg",
    content: "你老喜欢睡懒觉，上自习老迟到，害我饿很久，你请我吃豪客来作为补偿，嘻嘻，第一次跟你一起吃牛排，还不太熟练，将来我一定请你吃米其林的西餐，嘻嘻。"
},{
    title: "宝通寺",
    date: "2017/3/26",
    img: "./img/green.jpg",
    content: "早上跟你一起骑行东湖绿道，果然环境很好，绿草如茵，风景如画，春风拂面，只是人有点多，下午一起去宝通寺拜佛参禅，还手脚并用地爬上了那座古塔，甚是狼狈，却也甚是浪漫。"
},{
    title: "襄阳",
    date: "2017/4/2",
    img: "./img/tang.jpg",
    content: "一起去襄阳旅行，游览了十字街古城墙，城墙边是汉水和一个小湖，甚是惬意，第二天去了唐城，斜风细雨中，风景如画，你更是如画，所幸找了一个画师记录下了你的美丽，这才不虚此行了。"
},{
    title: "歌声",
    date: "2017/4/6",
    img: "./img/ban.jpg",
    content: "你在全民K歌上唱了我喜欢的《相思》和《半壶纱》，声音很好听，唱得很好，我甚是欢喜。"
},{
    title: "朝鲜",
    date: "2017/4/17",
    img: "./img/p10.jpg",
    content: "从朝鲜旅游回来，好久没见你了，好想你，送了你很丑的礼物，你却装作很喜欢的样子，真是太委屈你了。"
},{
    title: "零食",
    date: "2017/4/25",
    img: "./img/fruit.jpg",
    content: "你给我买了夏威夷果，巴旦木，麻署，大麦茶，还有我喜欢吃的梨，嘻嘻，我没两天就吃完了，若论吃，果然你才是专家。"
},{
    title: "义工",
    date: "2017/5/4",
    img: "./img/yi.jpg",
    content: "你总是很努力，一边做兼职，一边学化妆，一边还要去做义工，我只能在你早上上班的时候帮你买好早餐了，可不能饿着你了。"
},{
    title: "化妆",
    date: "2017/5/20",
    img: "./img/hua.jpg",
    content: "在化妆课上，你学了职业妆，晚宴妆，甜美妆，还有色彩搭配等等，虽然有点辛苦和忙碌，但化妆水平越来越高，也越来越美啦。"
},{
    title: "随缘小厨",
    date: "2017/6/7",
    img: "./img/kitchen.jpg",
    content: "发现一个非常好吃的店，尤其是它家的湘西本草鸭和基围虾，以后回武汉还要去吃一次，如果那家店还在的话。"
},{
    title: "知音号",
    date: "2017/6/17",
    img: "./img/qipao.jpg",
    content: "好不容易买到了知音号的船票，与你一起登上了这艘开往民国的客船，氛围和故事特别好，看着身边演员的表演，有一种身临其境之感，但最重要的还是为你拍了很多照片，旗袍装美美哒。"
},{
    title: "回家",
    date: "2017/6/25",
    img: "./img/whu.jpg",
    content: "转眼间，大学四年就匆匆过去，人生又掀开了一个新的篇章，大学的这最后一段路，是我陪你，也是你陪我一起走过的，我很荣幸，也很感恩，谢谢。"
},{
    title: "深圳",
    date: "2017/7/1",
    img: "./img/shen.jpg",
    content: "在深圳，一切又有了一个新的开始，我想陪你玩遍深圳好玩的地方，请你吃遍大众点评深圳必吃榜上所有的餐厅，不知道我有没有这样的好运？我的公主。"
}];